Revit 2024 API
ParameterTypeId.CurtaingridAngleU Property
 "Grid Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CurtaingridAngleU { get; }
Visual Basic
Public Shared ReadOnly Property CurtaingridAngleU As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtaingridAngleU {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace